tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "supabase/tap"
brew "ack"
brew "bat"
brew "elixir"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "glib"
brew "glow"
brew "gptscript"
brew "httpie"
brew "jq"
brew "lazygit"
brew "neovim"
brew "pipx"
brew "pnpm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "zellij"
brew "supabase/tap/supabase"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "neotan.vscode-auto-restart-typescript-eslint-servers"
vscode "postman.postman-for-vscode"
vscode "vscodevim.vim"
