jorgebucaran/fisher
nickeb96/puffer-fish
jethrokuan/z
patrickf1/fzf.fish
jorgebucaran/autopair.fish
meaningful-ooo/sponge
decors/fish-colored-man
joseluisq/gitnow
halostatue/fish-go@v2
